Repository: KatjaGlassConsulting/ApprovalBundle
Catalog: Resources/translations/messages.*.xlf
Languages: de, hr

# title.approval_bundle
source: Hours approval
de: Stunden Freigabe
hr: Odobravanje sati

# menu.approval_bundle
source: Hours approval
de: Stunden Freigabe
hr: Odobravanje sati

# menu.to_approve
source: To approve
de: Zum Freigeben
hr: Za odobravanje

# menu.report_user_week
source: Approved weeks report
de: Wochenberichte
hr: Izvještaj o odobrenim tjednima

# menu.report_overtime
source: Overtime
de: Überstunden
hr: Tijekom vremena

# menu.settings_overtime_history
source: Settings overtime
de: Einstellungen Überstunden
hr: Postavke prekovremenog rada

# table.history
source: History for
de: Historie für
hr: Povijest za

# table.approver
source: Approver
de: Genehmigender
hr: Odobravatelj

# table.status
source: Status
hr: Stanje

# table.message
source: Message
de: Nachricht
hr: Poruka

# table.dateOfApprove
source: Date of approve
de: Datum der Freigabe
hr: Datum odobravanja

# email.subjectSubmitted
source: Timesheet requests approval
de: Stundenzettel wurde eingereicht
hr: Zahtjev za odobravanje vremenske tablice

# email.subjectApproved
source: Timesheet has been approved
de: Stundenzettel wurde genehmigt
hr: Vremenska tablica je odobrena

# email.subjectReject
source: Timesheet has been rejected
de: Stundenzettel wurde abgelehnt
hr: Vremenska tablica je odbijena

# email.closedMonth
source: Closed month
de: Abgeschlossener Monat
hr: Zaključani mjesec

# email.closedMonthMessage
source: The month is full approved -
de: Der Monat ist vollständig genehmigt -
hr: Mjesec je potpuno odobren –

# email.hello
source: Hello
de: Hallo
hr: Pozdrav

# email.approved.message
source: approved your timesheet for week
de: hat ihren Stundenzettel genehmigt - Woche:
hr: je odobrio/la tvoju vremensku tablicu za tjedan broj

# email.reject.message
source: denied your timesheet for week
de: hat ihren Stundenzettel abgelehnt - Woche:
hr: je odbio/la tvoju vremensku tablicu za tjedan broj

# email.reason
source: Reason:
de: Grund:
hr: Razlog:

# email.cronjob.adminNotSubmittedSubject
source: List of not submitted users
de: Liste der nicht angemeldeten Benutzer
hr: Popis neprijavljenih korisnika

# email.cronjob.adminNotSubmittedTitle
source: List of not submitted users:
de: Liste der nicht angemeldeten Benutzer:
hr: Popis neprijavljenih korisnika:

# email.cronjob.userNotSubmittedWeeksSubject
source: List of not submitted weeks
de: Liste der nicht eingereichten Wochen
hr: Popis neprijavljenih tjedana

# email.cronjob.userNotSubmittedWeeksTitle
source: List of not submitted weeks:
de: Liste der nicht eingereichten Wochen:
hr: Popis neprijavljenih tjedana:

# email.cronjob.teamleadNotSubmittedUsersSubject
source: List of not submitted weeks
de: Liste der nicht eingereichten Wochen
hr: Popis neprijavljenih tjedana

# email.cronjob.teamleadNotSubmittedUsersTitle
source: List of not submitted weeks:
de: Liste der nicht eingereichten Wochen:
hr: Popis neprijavljenih tjedana:

# menu.settings
source: Settings
de: Einstellungen
hr: Postavke

# stats.duration_total
source: Total duration
de: Gesamtdauer
hr: Ukupno trajanje

# stats.duration_expected
source: Expected duration
de: Erwartete Dauer
hr: Očekivano trajanje

# stats.duration_actual
source: Actual duration
de: Erfasste Dauer
hr: Stvarno trajanje

# table.past_weeks
source: Past weeks
de: Vergangene Wochen
hr: Prošli tjedan

# table.current_week
source: Current week
de: Aktuelle Woche
hr: Aktualni tjedan

# table.future_week
source: Upcoming weeks
de: Kommende Wochen
hr: Nadolazećih tjedana

# table.approve_user
source: User
de: Benutzer
hr: Korisnik

# table.approve_week
source: Week
de: Woche
hr: Tjedan

# table.approve_status
source: Status
hr: Stanje

# warning.add_to_approve_previous_weeks
source: Please add previous weeks to approve
de: Es gibt noch ungenehmigte frühere Wochen, daher kann diese Woche nicht bearbeitet werden
hr: Za odobravanje dodaj prošle tjedne

# warning.selected_user_sunday_issue
source: Selected user has Sunday as start of the week - this is not supported for Approval Plugin.
de: Der gewählte Nutzer hat Sonntag als Wochenstart - dies wird vom Approval Plugin nicht unterstützt.
hr: Odabrani korisnik je odredio nedjelju kao početak tjedna – dodatak „Odobravanje vremena” to ne podržava.

# warning.currentUserSundayIssue
source: Sunday as start of the week setting available - this is not supported for Approval Plugin.
de: Nutzereinstellung Sonntag als Wochenstart - dies wird vom Approval Plugin nicht unterstützt.
hr: Nedjelja je određena kao početak tjedna – dodatak „Odobravanje vremena” to ne podržava.

source: Submitted
de: Abgeschickt
hr: Podneseno

source: Denied
de: Abgelehnt
hr: Odbijeno

source: Rejected
de: Abgelehnt
hr: Odbijeno

source: Approved
de: Angenommen
hr: Odobreno

source: Not submitted
de: Nicht abgeschickt
hr: Nepodneseno

# label.undoMessage
source: Do you want to restore the status "Not submitted"?
de: Möchten Sie den Status "Nicht eingereicht" wiederherstellen?
hr: Želiš li poništiti stanje „Nepodneseno”?

# api.wrongTeam
source: User not from your team
de: Benutzer nicht aus Ihrem Team
hr: Korisnik koji nije član tvojeg tima

# api.accessDenied
source: Access denied
de: Zugriff verweigert
hr: Pristup odbijen

# api.wrongUser
source: User doesn\'t exists
de: Benutzer existiert nicht
hr: Korisnik ne postoji

# api.noOvertimeSetting
source: Overtime is deactivated in settings
de: Überstunden sind in den Settings deaktiviert
hr: Prekovremeni rad je onemogućen u postavkama

# api.alreadyExists
source: Approval already exists
de: Freigabe existiert bereits
hr: Odobrenje već postoji

# api.add_to_approve_previous_weeks
source: Please add previous weeks to approve
de: Es gibt noch ungenehmigte frühere Wochen, daher kann diese Woche nicht bearbeitet werden
hr: Za odobravanje dodaj prošle tjedne

# api.noData
source: No data for this user
de: Keine Daten für diesen Benutzer
hr: Za ovog korisnika ne postoje podaci

# warning.noUserToApprove
source: No users for approval
de: Keine Benutzer zur Genehmigung
hr: Nema korisnika za odobravanje

# header.date
source: Date
de: Datum
hr: Datum

# header.begin
source: Begin
de: Beginn
hr: Početak

# header.end
source: End
de: Ende
hr: Kraj

# header.duration
source: Duration
de: Dauer
hr: Trajanje

# header.customer
source: Customer
de: Kunde
hr: Kupac

# header.project
source: Project
de: Projekt
hr: Projekt

# header.activity
source: Activity
de: Tätigkeit
hr: Aktivnost

# header.description
source: Description
de: Beschreibung
hr: Opis

# error.less_than_eleven_hours_off
source: You have not respected the rest period of 11 hours.
de: Sie haben die Ruhezeit von 11 Stunden nicht eingehalten.
hr: Nisi poštovao/la odmor od 11 sati.

# error.more_than_ten_hours_worked
source: You worked more than 10 hours!
de: Sie haben mehr als 10 Stunden gearbeitet!
hr: Radio/la si više od 10 sati!

# error.nine_hours_without_break
source: You worked more than 9 hours without taking 45 minute break!
de: Sie haben mehr als 9 Stunden ohne 45-minütige Pause gearbeitet!
hr: Radio/la si više od 9 sati bez pauze od 45 minuta!

# error.six_hours_without_break
source: You worked more than 6 hours without taking 30 minute break!
de: Sie haben mehr als 6 Stunden ohne 30-minütige Pause gearbeitet!
hr: Radio/la si više od 6 sati bez pauze od 30 minuta!

# error.six_hours_without_stop_break
source: You worked more than 6 Stunden without break!
de: Sie haben mehr als 6 Stunden am Stück gearbeitet!
hr: Radio/la si više od 6 sati neprekidno!

# error.work_on_sunday
source: You worked on Sunday!
de: Sie haben Sonntag gearbeitet!
hr: Radio/la si nedjelju!

# error.work_offdays
source: You worked on a day off!
de: Sie haben an einem freien Tag gearbeitet!
hr: Radili ste na slobodan dan!

# label.customer_for_free_days
source: Customer for free days
de: Kunde für freie Tage
hr: Kupac za slobodne dane

# label.email_link_url
source: Email link url
hr: URL e-mail poveznice

# label.workflow_start
source: Approval Workflow Start Date
de: Approval Workflow Start Datum
hr: Odobravanje početnog datuma toka rada

# month.january
source: Januar
hr: Siječanj

# month.february
source: Februar
hr: Veljača

# month.march
source: MÃ¤rz
de: März
hr: Ožujak

# month.april
source: April
hr: Travanj

# month.may
source: Mai
hr: Svibanj

# month.june
source: Juni
hr: Lipanj

# month.july
source: Juli
hr: Srpanj

# month.august
source: August
hr: Kolovoz

# month.september
source: September
hr: Rujan

# month.october
source: Oktober
hr: Listopad

# month.november
source: November
hr: Studeni

# month.december
source: Dezember
hr: Prosinac

# tooltip.description
source: Show activity descriptions
de: Zeige Beschreibung der Tätigkeiten
hr: Prikaži opise aktivnosti

# tooltip.timesheets
source: Timesheets
hr: Vremenske tablice

# tooltip.history
source: History
de: Historie
hr: Povijest

# tooltip.approve
source: Approve
hr: Odobri

# tooltip.reject
source: Reject
de: Ablehnen
hr: Odbij

# tooltip.undo
source: Undo Approval
de: Approval zurücknehmen
hr: Poništi odobrenje

# tooltip.submit
source: Submit for approval
de: Submit Approval
hr: Pošalji za odobravanje

# label.valid_till
source: Valid till
de: Gültig bis
hr: Rok trajanja

# label.approval_overtime_ny
source: Display Overtime
de: Überstunden Darstellung
hr: Prekovremena reprezentacija

# label.approval_breakchecks_ny
source: Calculate breaktime issues
de: Berechne Pausenzeiten-Probleme
hr: Izračunajte probleme vremena pauze

# label.approval_include_admin_ny
source: Include approvals for systems administrators
de: Approvals für System-Administratoren
hr: Odobrenja za administratore sustava

# label.approval_teamlead_selfapprove_ny
source: Self approve for teamleads
de: Self Approve für Teamleiter
hr: Samoodobravanje za voditelje timova

# label.approval_mail_submitted_ny
source: Mail on approval request
de: Mailversand bei Approvalantrag
hr: Slanje e-pošte prilikom podnošenja zahtjeva za odobrenje

# label.approval_mail_action_ny
source: Mail on approval decision
de: Mailversand bei Approvalentscheidung
hr: Slanje e-poštom nakon odluke o odobrenju

# description.workday_history
source: Daily worktime history - enter here changes for daily working time if applicable. The entered daily working time will count until the day "valid till".
de: Arbeitstage Historie - wenn sich die Arbeitsstunden pro Tag ändern, kann hier die Historie eingetragen werden. Die eingetragenen Arbeitsstunden pro Tag gelten bis zum Tag "gültig bis".
hr: Povijest radnih dana - ako se mijenja radno vrijeme po danu, povijest se može unijeti ovdje. Uneseno radno vrijeme po danu vrijedi do dana "vrijedi do".

# label.addWorkdayHistory
source: New daily worktime history
de: Neue Arbeitstage Historie
hr: Nova povijest radnih dana

# label.yearly_overtime
source: Overtime (Year)
de: Überstunden (Jahr)
hr: Prekovremeni rad (Godina)

# label.overtime
source: Overtime
de: Überstunden
hr: Tijekom vremena

# description.overtime_history
source: Overtime History - if manual overtime adjustments should be performed, these can be entered here. The total overtime per year consider these positive or negative values.
de: Überstunden Historie - wenn es einen manuellen Überstundenausgleich geben soll, so kann dieser hier eingetragen werden. Die Gesammtüberstunden pro Jahr werden entsprechend dieser positiven / negativen Werte berechnet.
hr: Povijest prekovremenog rada - ako je potrebno izvršiti ručna podešavanja prekovremenog rada, ona se mogu unijeti ovdje. Ukupni prekovremeni rad po godini uzeti u obzir te pozitivne ili negativne vrijednosti.

# menu.settings_workday_history
source: Settings workdays
de: Einstellungen Arbeitstage

# error.no_end_date
source: There is no end date for the time entry.
de: Sie haben kein End-Datum.

# format.full_datetime
source: Y-m-d H:i:s
de: d.m.Y H:i:s

# format.full_date
source: Y-m-d
de: d.m.Y

# label.addOvertimeHistory
source: New overtime history
de: Neue Überstunden Historie
